TIME_KEYWORDS = {

    # =============================
    # 즉시 응급실 가능성이 높은 지속시간
    # =============================

    "emergency": [
        "20분",
        "30분",
        "40분",
        "50분",
        "1시간",
        "한시간",
        "2시간",
        "3시간",
        "계속",
        "계속 아파",
        "계속 답답",
        "지속",
        "지속되고",
        "멈추지 않",
        "쉬어도 계속",
        "휴식해도",
    ],

    # =============================
    # 빠른 진료 필요
    # =============================

    "hospital": [
        "하루",
        "이틀",
        "2일",
        "3일",
        "며칠",
        "일주일",
        "몇주",
        "반복",
        "자주",
        "가끔",
        "최근",
        "최근부터",
    ]
}